-- Скрипт сгенерирован Devart dbForge Studio for Oracle, Версия 3.1.190.1
-- Домашняя страница продукта: http://www.devart.com/ru/dbforge/oracle/studio
-- Дата скрипта: 26.05.2012 20:37:58
-- Версия сервера: Oracle Database 10g Express Edition Release 10.2.0.1.0 - Production
-- Версия клиента: 

SET SQLBLANKLINES ON;
SET DEFINE OFF;
ALTER SESSION SET NLS_DATE_FORMAT = 'MM/DD/SYYYY HH24:MI:SS';
ALTER SESSION SET NLS_TIMESTAMP_TZ_FORMAT = 'MM/DD/SYYYY HH24:MI:SS.FF TZH:TZM';
ALTER SESSION SET NLS_TIMESTAMP_FORMAT = 'MM/DD/SYYYY HH24:MI:SS.FF';
ALTER SESSION SET NLS_NUMERIC_CHARACTERS = '.,';
ALTER SESSION SET NLS_NCHAR_CONV_EXCP = FALSE;
ALTER SESSION SET TIME_ZONE = '+07:00';


INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(210, 'Журнал Хакер #5 (май 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 209, '05/19/2012 00:00:00', 'img\Covers\13.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(214, 'Журнал Хакер #4 (апрель 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 209, '05/19/2012 00:00:00', 'img\Covers\12.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(245, 'Журнал PC Игры #1 (январь 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 244, '05/20/2012 00:00:00', 'img\Covers\23.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(248, 'Журнал PC Игры #7 (июль 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 244, '05/20/2012 00:00:00', 'img\Covers\26.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(218, 'Журнал Хакер #3 (март 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 209, '05/19/2012 00:00:00', 'img\Covers\11.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(215, 'Журнал Железо #4 (апрель 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 211, '05/19/2012 00:00:00', 'img\Covers\08.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(217, 'Журнал Computer Bild №6-2012', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 216, '05/19/2012 00:00:00', 'img\Covers\04.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(219, 'Журнал Железо #2 (февраль 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 211, '05/19/2012 00:00:00', 'img\Covers\06.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(223, 'Журнал Большой Спорт #10 (октябрь 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 222, '05/20/2012 00:00:00', 'img\Covers\14.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(227, 'Журнал InStyle #6 (июнь 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 226, '05/20/2012 00:00:00', 'img\Covers\15.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(229, 'Журнал Vogue #5 (май 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 228, '05/20/2012 00:00:00', 'img\Covers\16.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(232, 'Журнал PlayBoy #5 (май 2012) Украина', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 231, '05/20/2012 00:00:00', 'img\Covers\17.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(233, 'Журнал PlayBoy #4 (апрель 2012) Венгрия', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 231, '05/20/2012 00:00:00', 'img\Covers\18.png');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(234, 'Журнал PlayBoy #5 (май 2012) Россия', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 231, '05/20/2012 00:00:00', 'img\Covers\19.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(235, 'Журнал PlayBoy #4 (апрель 2012) Южная Африка', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 231, '05/20/2012 00:00:00', 'img\Covers\20.png');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(237, 'Журнал Sexy Brazil #3 (март 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 236, '05/20/2012 00:00:00', 'img\Covers\21.png');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(247, 'Журнал PC Игры #10 (октябрь 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 244, '05/20/2012 00:00:00', 'img\Covers\25.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(240, 'Журнал Hustler #12 (декабрь 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 238, '05/20/2012 00:00:00', 'img\Covers\22.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(246, 'Журнал PC Игры #11 (ноябрь 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 244, '05/20/2012 00:00:00', 'img\Covers\24.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(249, 'Журнал PC Игры #3 (март 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 244, '05/20/2012 00:00:00', 'img\Covers\27.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(252, 'Журнал Discovery #2 (февраль 2012)', 'Discovery (Дискавери) — российский ежемесячный научно-популярный журнал об открытиях, сенсациях, современных достижениях человеческого разума и развитии Вселенной.', 251, '05/20/2012 00:00:00', 'img\Covers\28.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(253, 'Журнал Discovery #10 (октябрь 2011)', 'Discovery (Дискавери) — российский ежемесячный научно-популярный журнал об открытиях, сенсациях, современных достижениях человеческого разума и развитии Вселенной.', 251, '05/20/2012 00:00:00', 'img\Covers\29.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(212, 'Журнал Железо #5 (май 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 211, '05/19/2012 00:00:00', 'img\Covers\09.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(254, 'Журнал Хакер #2 (февраль 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 209, '05/20/2012 00:00:00', 'img\Covers\10.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(262, 'Журнал Игромания #5 (май 2012)', '“Игромания” – журнал о компьютерных играх', 261, '05/20/2012 00:00:00', 'img\Covers\30.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(273, 'Журнал Лучшие Компьютерные Игры #12 (декабрь 2011)', 'Лучшие компьютерные игры (ЛКИ) — ежемесячное печатное издание, посвящённое игровой индустрии', 272, '05/20/2012 00:00:00', 'img\Covers\38.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(263, 'Журнал Игромания #12 (декабрь 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 261, '05/20/2012 00:00:00', 'img\Covers\31.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(264, 'Журнал Игромания #10 (октябрь 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 261, '05/20/2012 00:00:00', 'img\Covers\32.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(265, 'Журнал Игромания #12 (декабрь 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 261, '05/20/2012 00:00:00', 'img\Covers\31.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(266, 'Журнал Игромания #5 (май 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 261, '05/20/2012 00:00:00', 'img\Covers\33.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(268, 'Журнал Страна Игр #1 (январь 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 267, '05/20/2012 00:00:00', 'img\Covers\34.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(269, 'Журнал Страна Игр #12 (декабрь 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 267, '05/20/2012 00:00:00', 'img\Covers\35.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(270, 'Журнал Страна Игр #8 (август 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 267, '05/20/2012 00:00:00', 'img\Covers\36.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(271, 'Журнал Страна Игр #4 (апрель 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 267, '05/20/2012 00:00:00', 'img\Covers\37.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(274, 'Журнал Лучшие Компьютерные Игры #3 (март 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 272, '05/20/2012 00:00:00', 'img\Covers\39.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(277, 'Журнал Top Gear #5 (май 2012)', 'Журнал TOP GEAR (Топ Гир) русская версия одного из самых известных автомобильных журналов Великобритании.', 276, '05/20/2012 00:00:00', 'img\Covers\40.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(278, 'Журнал Top Gear #11 (ноябрь 2011)', 'Журнал TOP GEAR (Топ Гир) русская версия одного из самых известных автомобильных журналов Великобритании.', 276, '05/20/2012 00:00:00', 'img\Covers\41.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(279, 'Журнал Top Gear #7 (июль 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 276, '05/20/2012 00:00:00', 'img\Covers\42.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(280, 'Журнал Top Gear #4 (апрель 2011)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 276, '05/20/2012 00:00:00', 'img\Covers\43.jpg');
INSERT INTO ROOT."RELEASE"(ID, NAME, COMM, MAGAZINE_ID, START_DATE, IMG_NAME) VALUES
(208, 'Журнал Chip #3 (март 2012)', 'Представленная версия журнала предназначена исключительно для ознакомления! Помните, что электронная версия журнала не может сравниться с печатным изданием!', 206, '05/19/2012 00:00:00', 'img\Covers\01.jpg');